# St7SetSturmCheck

Assigns the state of the Sturm Check option, for eigenvalue analyses.

long St7SetSturmCheck(long uID, bool DoSturm)
Input Parameters
uID
Strand7 model file ID.
DoSturm
True to enable the Sturm Check.